#+TITLE: Travaux Dirigés Noyaux & Particules -- Master 1
#+AUTHOR: Xavier Garrido
#+EMAIL:  xavier.garrido@u-psud.fr
#+OPTIONS: ^:{} toc:2 author:t email:t split:html
#+LATEX_CLASS: teaching-class

** Section efficace et rayon d'interaction
1) \nbsp^{11}Li\to\nbsp^{9}Be
   1) Le nombre de réactions $n$ par unité de temps s'écrit
      #+BEGIN_SRC latex
        \begin{align*}
          n&=\phi\times\rho_e\times\frac{\mathcal{N}}{A_\text{cible}}\times\sigma
        \end{align*}
      #+END_SRC
      d'où
      #+BEGIN_SRC latex
        \begin{align*}
          \sigma&=\frac{N}{\phi}\times\frac{A_\text{cible}}{\mathcal{N}\rho_e}\\
          &=\frac{10^5/600\times9}{10^4\times6\,10^{23}\times50\,10^{-3}}\\
          \sigma(^{11}\text{Li}+^{9}\text{Be})&\simeq\unit[5\,10^{-24}]{cm}^2=\unit[5]{barn}
        \end{align*}
      #+END_SRC
   2) Soit le rayon du\nbsp^{9}Be
      #+BEGIN_SRC latex
        \begin{align*}
          R(^{9}\text{Be})=r_0\times A^{1/3}=\unit[1.25]{fm}\times9^{1/3}=\unit[2.6]{fm}
        \end{align*}
      #+END_SRC
      La section efficace devient
      #+BEGIN_SRC latex
        \begin{align*}
          \sigma(^{11}\text{Li}+^{9}\text{Be})&=\pi\left(R(^{11}\text{Li})+R(^{9}\text{Be})\right)^2=\unit[5]{barn}=\unit[500]{fm}^2\\
          R(^{11}\text{Li})&=\sqrt{\frac{\sigma}{\pi}}-R(^{9}\text{Be})\\
          &=\sqrt{\frac{\unit[500]{fm}^2}{\pi}}-\unit[2.6]{fm}\\
          &=\unit[10]{fm}\gg1.25\times11^{1/3}=\unit[2.78]{fm}
        \end{align*}
      #+END_SRC
   3) $\sigma(^{9}\text{Li}+^{9}\text{Be})=\sigma(^{11}\text{Li}+^{9}\text{Be})/5$
      d'où
      #+BEGIN_SRC latex
        \begin{align*}
          R(^{9}\text{Li})&=\sqrt{\frac{\unit[100]{fm}^2}{\pi}}-\unit[2.6]{fm}\\
          &=\unit[3.04]{fm}\gtrsim\unit[2.6]{fm}
        \end{align*}
      #+END_SRC
2)
   1) $^{10}\text{Li}\to^{9}\text{Li}+n$

      La chaleur de réaction $Q$ est égale à
      #+BEGIN_SRC latex
        \begin{align*}
          Q&=m_{^{10}\text{Li}}c^2-m_{^{9}\text{Li}}c^2-m_{n}c^2\\
          &=9347.3-8406.9-939.6=\unit[800]{keV}
        \end{align*}
      #+END_SRC
      justifiant une réaction spontanée. Le Lithium 10 se désintègre ainsi
      presque instantanément en Lithium 9.
   2) Si on considère la réaction de cassure du\nbsp^{11}Li en\nbsp^{10}Li +
      neutron, la chaleur de réaction est
      #+BEGIN_SRC latex
        \begin{align*}
          Q&=m_{^{11}\text{Li}}c^2-m_{^{10}\text{Li}}c^2-m_{n}c^2\\
          &=10285.9-9347.3-939.6=\unit[-1]{MeV}
        \end{align*}
      #+END_SRC
      Le noyau de\nbsp^{11}Li est donc stable et lié par intéraction forte. On
      peut modéliser ce noyau comme un c\oe ur de\nbsp^{9}Li "entouré" de 2
      neutrons. Ce système à trois corps est un noyau borroméen en référence aux
      armoiries de la famille italienne Borromée. En effet, de la même manière
      que casser un des anneaux libère les deux autres, rompre une
      liaison\nbsp^{9}Li -- neutron, brise instantanément la
      seconde :\nbsp^{11}Li\to\nbsp^{9}Li.

      #+ATTR_LATEX: :align C{0.35\textwidth}C{0.5\textwidth}
      | [[./figures/borromean_rings.pdf]]  | [[./figures/borromean_nucleus.pdf]] |

   3) La seconde réaction n'est pas observable/mesurable du fait que\nbsp^{10}Li
      devient instantanément un noyau\nbsp^{9}Li. Seule la première réaction est
      observable et donc seul le rayon du\nbsp^{11}Li est mesurable.

3) Comparaison $R_\text{int.}$ et modèle de la goutte liquide $R_\text{gl}$

   #+TBLNAME: radius
   |-----+--------------------+----------------------+--------|
   | $A$ | $R_\text{gl}$ [fm] | $R_\text{int.}$ [fm] |    [%] |
   |-----+--------------------+----------------------+--------|
   |   6 |               2.27 |                 2.14 |    5.7 |
   |   7 |               2.39 |                 2.25 |    5.9 |
   |   8 |                2.5 |                 2.38 |    4.8 |
   |   9 |                2.6 |                 3.04 |  -16.9 |
   |  10 |               2.69 |                  $-$ |    $-$ |
   |  11 |               2.78 |                   10 | -259.7 |
   |-----+--------------------+----------------------+--------|
   #+TBLFM: $2=round(1.25*pow($1,0.333),2)::$4=round((1-$3/$2)*100,1)

   #+BEGIN_CENTER
   #+ATTR_LATEX: :width 0.7\linewidth
   [[./figures/interaction_radius.pdf]]
   #+END_CENTER

